Repository: Beee4life/b3-onboarding
Catalog: languages/b3-onboarding-*.po
Languages: de_de, nl_nl

source: We're sorry, that domain is blocked from registering.
de_de: Es tut uns leid, diese Domain ist von der Registrierung ausgeschlossen.
nl_nl: Sorry, dit domein is geblokkeerd van registratie.

source: Something went wrong, please try again.
de_de: Etwas ist schiefgelaufen, bitte versuche es erneut.
nl_nl: Er is iets verkeerd gegaan, probeer het aub opnieuw.

source: Registration settings saved
de_de: Registrierungseinstellungen gespeichert
nl_nl: Registratie instellingen opgeslagen

source: Pages settings saved
de_de: Seiteneinstellungen gespeichert
nl_nl: Pagina instellingen opgeslagen

source: That is not a valid email address.
de_de: Das ist keine gültige E-Mail-Adresse.
nl_nl: Dit is geen geldig email adres.

source: "%s" is not a valid email address.
de_de: "%s" ist keine gültige E-Mail-Adresse.
nl_nl: "%s" is geen geldig email adres.

source: Email settings saved
de_de: E-Mail-Einstellungen gespeichert
nl_nl: Email instellingen opgeslagen

source: Template settings saved
de_de: Template-Einstellungen gespeichert
nl_nl: Template instellingen opgeslagen

source: User settings saved
de_de: Benutzereinstellungen gespeichert
nl_nl: Gebruikersinstellingen opgeslagen

source: reCaptcha settings saved
de_de: reCaptcha-Einstellungen gespeichert
nl_nl: reCaptcha instellingen opgeslagen

source: You have successfully resetted all settings. Remember to set your pages again, before you log out !
de_de: Du hast erfolgreich alle Einstellungen zurückgesetzt. Denke daran, deine Seiten neu zuzuweisen, bevor du dich ausloggst!
nl_nl: Je hebt je succesvol alle instellingen gereset. Vergeet niet je pagina's opnieuw in te stellen voordat je uitlogt !

source: You do not have permission to edit this user.
de_de: Du hast keine Berechtigung, diesen Benutzer zu bearbeiten.
nl_nl: Je hebt niet voldoende rechten om deze gebruiker te bewerken.

source: Welcome
de_de: Willkommen
nl_nl: Welkom

source: Global email settings
de_de: Globale E-Mail-Einstellungen
nl_nl: Globale email instellingen

source: Request access email (user)
de_de: Zugangsanfrage E-Mail (Benutzer)
nl_nl: Verzoek toegangsemail (gebruiker)

source: Request access email (admin)
de_de: Zugangsanfrage E-Mail (Admin)
nl_nl: Verzoek toegangsemail (admin)

source: Account approved email (user)
de_de: Konto genehmigt E-Mail (Benutzer)
nl_nl: Account goedgekeurd email (gebruiker)

source: Account rejected email (user)
de_de: Konto abgelehnt E-Mail (Benutzer)
nl_nl: Account geweigerd email (gebruiker)

source: Welcome email (user)
de_de: Willkommens-E-Mail (Benutzer)
nl_nl: Welkom email (gebruiker)

source: Welcome email (user) - added by admin
de_de: Willkommens-E-Mail (Benutzer) - durch Admin hinzugefügt
nl_nl: Welkom email (gebruiker) - toegevoegd door admin

source: Confirm email (user only)
de_de: E-Mail bestätigen (nur Benutzer)
nl_nl: Bevestig email (alleen gebruiker)

source: User activated (user only)
de_de: Benutzer aktiviert (nur Benutzer)
nl_nl: Gebruiker geactiveerd (alleen gebruiker)

source: Confirm email (user + site)
de_de: E-Mail bestätigen (Benutzer + Website)
nl_nl: Bevestig email (gebruiker + site)

source: User activated (user + site)
de_de: Benutzer aktiviert (Benutzer + Website)
nl_nl: Gebruiker geactiveerd (gebruiker + site)

source: Lost password email
de_de: Passwort-vergessen E-Mail
nl_nl: Wachtwoord vergeten email

source: Closed (for everyone)
de_de: Geschlossen (für alle)
nl_nl: Gesloten (voor iedereen)

source: Email activation (user needs to confirm email)
de_de: E-Mail-Aktivierung (Benutzer muss E-Mail bestätigen)
nl_nl: Open (gebruiker moet email bevestigen)

source: Open (user is instantly active)
de_de: Offen (Benutzer ist sofort aktiv)
nl_nl: Open (gebruiker is direct actief)

source: Visitor may register user
de_de: Besucher kann Benutzer registrieren
nl_nl: Gebruiker mag registreren voor een account

source: Logged in user may register a site (no public new user registration)
de_de: Eingeloggte Benutzer können eine Website registrieren (keine öffentliche Neuregistrierung)
nl_nl: Ingelogde gebruiker mag een site registreren (geen openbare nieuwe gebruiker registratie)

source: Visitor may register user and/or site
de_de: Besucher kann Benutzer und/oder Website registrieren
nl_nl: Gebruiker mag registreren voor een account en/of site

source: Visitor may register user + site (must register site)
de_de: Besucher kann Benutzer + Website registrieren (Website-Pflicht)
nl_nl: Gebruiker mag registreren voor een account + site (moet site registreren)

source: Users
de_de: Benutzer
nl_nl: Gebruikers

source: Signup ID
de_de: Anmelde-ID
nl_nl: Registratie ID

source: User ID
de_de: Benutzer-ID
nl_nl: Gebruikers ID

source: First name
de_de: Vorname
nl_nl: Voornaam

source: Last name
de_de: Nachname
nl_nl: Achternaam

source: Domain
nl_nl: Domein

source: Site name
de_de: Website-Name
nl_nl: Site naam

source: Actions
de_de: Aktionen
nl_nl: Acties

source: Reject
de_de: Ablehnen
nl_nl: Weigeren

source: Please enter your email address. You will receive an email with a link to login with a magic link.
de_de: Bitte gib deine E-Mail-Adresse ein. Du erhältst eine E-Mail mit einem magischen Login-Link.
nl_nl: Vul je email adres in. Je ontvangt dan een email met een link om in te loggen met een 'magische login link'.

source: A key value mismatch has been detected. Please follow the link provided in your activation email.
de_de: Ein Key-Value-Mismatch wurde erkannt. Bitte folge dem Link in deiner Aktivierungs-E-Mail.
nl_nl: Een verkeerde waarde is gedetecteerd. Gebruik aub de link in je activatie email.

source: An error occurred during the activation
de_de: Bei der Aktivierung ist ein Fehler aufgetreten
nl_nl: Er heeft een error plaatsgevonden tijdens activatie

source: Invalid key
de_de: Ungültiger Key
nl_nl: Ongeldige code

source: Invalid user
de_de: Ungültiger Benutzer
nl_nl: Ongeldige gebruiker

source: Enter a username or email address
de_de: Benutzernamen oder E-Mail-Adresse eingeben
nl_nl: Vul een gebruikersnaam of email adres in

source: There is no account with that username or email address
de_de: Es gibt kein Konto mit diesem Benutzernamen oder dieser E-Mail-Adresse
nl_nl: Er is geen account met die gebruikersnaam of dat email adres

source: Someone has requested a password reset for the following account:
de_de: Jemand hat ein Zurücksetzen des Passworts für das folgende Konto angefordert:
nl_nl: Iemand heeft een wachtwoord reset aangevraagd voor het account met dit email adres:

source: Site Name: %s
de_de: Website-Name: %s
nl_nl: Site naam: %s

source: Username: %s
de_de: Benutzername: %s
nl_nl: Gebruikersnaam: %s

source: If this was a mistake, just ignore this email and nothing will happen.
de_de: Falls dies ein Fehler war, ignoriere diese E-Mail einfach.
nl_nl: Als dit per ongeluk was of je hebt niet gevraagd om een wachtwoord reset, dan kan je deze email negeren en gebeurt er niks.

source: To reset your password, visit the following address:
de_de: Um dein Passwort zurückzusetzen, besuche die folgende Adresse:
nl_nl: Om je wachtwoord te resetten, ga naar dit adres:

source: [%s] Password Reset
de_de: [%s] Passwort-Reset
nl_nl: Wachtwoord reset voor %s

source: The email could not be sent. Your site may not be correctly configured to send emails. %s.
de_de: Die E-Mail konnte nicht gesendet werden. Deine Website ist möglicherweise nicht korrekt für den E-Mail-Versand konfiguriert. %s.
nl_nl: De email kon niet verstuurd worden. Je site is misschien niet correct ingesteld om email te versturen. %s.

source: Get support for resetting your password
de_de: Support für das Zurücksetzen des Passworts erhalten
nl_nl: Krijg support voor het resetten van je wachtwoord

source: Link color
nl_nl: Link kleur

source: The 'b3_link_color' filter is active which sets the link color.
nl_nl: Het ‘b3_link_color’ filter is actief, welke de kleur bepaalt.

source: Custom email styling/template
nl_nl: Eigen email stijl/template

source: Activate your own email styling and template.
nl_nl: Activeer je eigen emails/styling.

source: Add logo in email
nl_nl: Voeg logo toe in email

source: Activate a logo in the email header (of the default template).
nl_nl: Activeer een logo in de email header (van het default template).

source: Here you can set which pages are assigned for the various 'actions'.
de_de: Hier kannst du festlegen, welche Seiten den verschiedenen 'Aktionen' zugewiesen sind.
nl_nl: Hier kan je instellen welke pagina's worden gebruikt voor de diverse 'acties'.

source: Select a page
de_de: Seite auswählen
nl_nl: Selecteer een pagina

source: Add new
de_de: Neu hinzufügen
nl_nl: Nieuwe toevoegen

source: Edit
de_de: Bearbeiten
nl_nl: Wijzigen

source: Visit
de_de: Besuchen
nl_nl: Bezoek

source: Links open in new tab.
de_de: Links öffnen sich in einem neuen Tab.
nl_nl: Links openen in een nieuwe tab.

source: Here you can set the reCaptcha settings.
nl_nl: Hier kan je reCaptcha opties instellen.

source: Both keys must be entered, for reCaptcha to work.
nl_nl: Beide sleutels moeten worden ingevuld, om reCaptcha te laten werken.

source: reCaptcha version
nl_nl: reCaptcha versie

source: Public key
nl_nl: Publieke sleutel

source: Secret key
nl_nl: Prive sleutel

source: Get your (free) reCaptcha keys %s.
de_de: Hole dir deine (kostenlosen) reCaptcha-Keys %s.
nl_nl: Haal je (gratis) reCaptcha sleutels %s.

source: reCaptcha theme
nl_nl: reCaptcha thema

source: Save reCaptcha
de_de: reCaptcha speichern
nl_nl: ReCaptcha opslaan

source: %s for more info.
de_de: %s für weitere Infos.
nl_nl: %s voor meer informatie.

source: Registration type
nl_nl: Registratie type

source: This setting 'controls' the Registration type on the %s.
de_de: Diese Einstellung steuert den Registrierungstyp auf der %s.
nl_nl: Deze instellingen 'beheren' de waardes op de %s pagina.

source: Settings page
de_de: Einstellungsseite
nl_nl: Instellingen pagina

source: Registration closed message
nl_nl: Registratie gesloten bericht

source: You have set a filter to override this setting
de_de: Du hast einen Filter gesetzt, der diese Einstellung überschreibt
nl_nl: Je hebt een filter ingesteld om deze instelling te overschrijven

source: Links are allowed.
de_de: Links sind erlaubt.
nl_nl: Links zijn toegestaan.

source: Needs admin approval
nl_nl: Admin goedkeuring vereist

source: An administrator must approve each registration.
nl_nl: Een administrator moet elke registratie goedkeuren.

source: Email address only
nl_nl: Alleen email adres

source: Register with only an email address.
nl_nl: Registreer alleen met een email adres.

source: Custom passwords
nl_nl: Custom wachtwoorden

source: Activate custom passwords on the registration form.
nl_nl: Activeer eigen wachtwoorden op het registratie formulier.

source: First and last name
nl_nl: Voor- en achternaam

source: Activate the first and last name during registration.
nl_nl: Activeer voor- en achternaam tijdens registratie.

source: Make first and last name required
nl_nl: Maak voor- en achternaam verplicht

source: Make first and last name required on the registration form.
nl_nl: Maak voor- en achternaam verplicht op het registratieformulier.

source: Magic link
nl_nl: Magische link

source: Activate magic link login.
nl_nl: Activeer de 'magic link' optie.

source: Redirect after register
nl_nl: Redirect na registratie

source: Redirect to the (re)set password page, immediately after registration.
nl_nl: Redirect de gebruiker naar de reset wachtwoord pagina, direct na registratie.

source: Activate reCAPTCHA.
nl_nl: Activeer reCaptcha.

source: See tab reCaptcha (after saving)
nl_nl: Zie reCaptcha tab (na opslaan)

source: Activate a honeypot option.
nl_nl: Activeer een honeypot optie.

source: Activate a privacy checkbox.
nl_nl: Activeer een privacy checkbox.

source: Privacy text
nl_nl: Privacy tekst

source: Privacy page
nl_nl: Privacy pagina

source: Disable action links
nl_nl: Schakel actie links uit

source: Hide the action links on forms.
nl_nl: Verberg de actie links op formulieren.

source: Use popup
nl_nl: Gebruik popup

source: Show the login form in a popup (only available for the login link in the B3 widget).
nl_nl: Activeer een popup voor de login link (alleen beschikbaar in de B3 widget).

source: Activate filter validation
nl_nl: Activeer filter validatie

source: Activate the validation of all custom filters.
nl_nl: Activeer filter validatie voor alle custom filters.

source: Don't forget to turn it of later on, the validation can cause a higher load time.
nl_nl: Vergeet niet om dit later uit te schakelen, want validatie kan een hogere laadtijd veroorzaken.

source: Activate debug info page
nl_nl: Activeer debug info pagina

source: Activate the debug page.
nl_nl: Activeer de debug pagina.

source: Preserve settings
nl_nl: Bewaar instellingen

source: To remove the data upon plugin removal, uncheck this box.
nl_nl: Om de data te verwijderen bij plugin verwijdering, deselecteer deze checkbox.

source: When removing the plugin, all data is removed. To prevent this from happening, check this box.
nl_nl: Wanneer je de plugin verwijderd, wordt alle data ook verwijderd. Deze instelling voorkomt dat.

source: Reset to default
nl_nl: Reset to standaard instellingen

source: This option resets everything back to 'factory settings'.
nl_nl: Deze optie reset alles terug naar de standaard instellingen.

source: %s to see what it does exactly.
de_de: %s, um zu sehen, was es genau macht.
nl_nl: %s om te lezen wat het precies doet.

source: opens in new window
nl_nl: opent in een nieuw window

source: to download the default.
de_de: um den Standard herunterzuladen.
nl_nl: om de default te downloaden.

source: Front-end user approval
nl_nl: Front-end gebruiker goedkeuring

source: Activate front-end user approval.
nl_nl: Activeer gebruiker goedkeuring op de front-end.

source: You still need to set an approval page (after you save the settings).
de_de: Du musst noch eine Freigabeseite festlegen (nachdem du die Einstellungen gespeichert hast).
nl_nl: Je moet nog een approval pagina instellen (nadat je de instellingen hebt opgeslagen).

source: Restrict admin access
nl_nl: Beperk admin toegang

source: Which user roles do <b>not</b> have access to the WordPress admin ?
de_de: Welche Benutzerrollen haben <b>keinen</b> Zugriff auf den WordPress-Admin-Bereich?
nl_nl: Welke gebruikersrollen hebben <b>geen</b> toegang tot de WordPress admin ?

source: Welcome page
nl_nl: Welkomstpagina

source: Redirect the user to a 'welcome' page after his first login.
nl_nl: Redirect de gebruiker naar een 'welkomst' pagina, na de eerste login.

source: This page can only be set with a filter (for now). See %s.
de_de: Diese Seite kann (vorerst) nur über einen Filter gesetzt werden. Siehe %s.
nl_nl: Deze pagina kan alleen (nu) alleen met een filter worden ingesteld. Zie %s.

source: Remove 'welcome_page_seen' meta
nl_nl: Verwijder 'welcome_page_seen' meta

source: Clear the 'welcome_page_seen' meta for all users, so you can show a new page.
nl_nl: Verwijder de 'welcome_page_seen' meta voor alle gebruikers, zodat je een nieuwe pagina kan tonen.

source: Hide admin bar
nl_nl: Verberg admin bar

source: Hide the admin bar for user roles which don't have admin access.
nl_nl: Verberg de admin bar voor gebruikers die geen admin toegang hebben.

source: Disallow user names
nl_nl: Sluit gebruikersnamen uit

source: Block certain user names from registering.
nl_nl: Blokkeer bepaalde gebruikersnamen voor registratie.

source: User names
nl_nl: Gebruikersnamen

source: Some usernames are excluded already by default, see them %s.
de_de: Einige Benutzernamen sind bereits standardmäßig ausgeschlossen, siehe %s.
nl_nl: Sommige gebruikersnamen zijn default al uitgesloten, zie ze %s.

source: Separate user names with a space
de_de: Benutzernamen durch Leerzeichen trennen
nl_nl: Scheid gebruikers namen met een spatie

source: separate multiple user names with a space
de_de: Mehrere Benutzernamen durch Leerzeichen trennen
nl_nl: scheid meerdere gebruikers namen met een spatie

source: Disallow domains
nl_nl: Sluit domeinen uit

source: Block certain domains from registering.
nl_nl: Blokeer bepaalde domeinen voor registratie.

source: Domain names
nl_nl: Domeinnamen

source: Email addresses from these domains are not allowed to register.
de_de: E-Mail-Adressen von diesen Domains dürfen sich nicht registrieren.
nl_nl: Email adressen met deze domeins zijn niet toegestaan om te registreren.

source: Separate domain names with a space
de_de: Domainnamen durch Leerzeichen trennen
nl_nl: Scheid domein namen namen met een spatie

source: separate multiple domain names with a space
de_de: Mehrere Domainnamen durch Leerzeichen trennen
nl_nl: scheid meerdere domein namen met een spatie

source: User may delete account
nl_nl: Gebruiker mag account verwijderen

source: Allow the user to delete his/her account (through custom profile page).
nl_nl: Sta de gebruiker zijn/haar account te laten verwijderen (via custom profiel pagina).

source: User is successfully approved.
de_de: Benutzer erfolgreich genehmigt.
nl_nl: Gebruiker succesvol goedgekeurd.

source: User is successfully rejected but there was an error deleting the account.
de_de: Benutzer wurde abgelehnt, aber beim Löschen des Kontos ist ein Fehler aufgetreten.
nl_nl: Gebruiker succesvol geweigerd maar was een fout tijdens het verwijderen van de account.

source: User is successfully rejected and the account is deleted.
de_de: Benutzer wurde abgelehnt und das Konto gelöscht.
nl_nl: Gebruiker succesvol geweigerd en de account is verwijderd.

source: The email address "%s", which you set in the filter "%s", is invalid.
de_de: Die E-Mail-Adresse "%s", die im Filter "%s" gesetzt wurde, ist ungültig.
nl_nl: Het email adres "%s" dat je hebt ingesteld in het filter "%s" is niet geldig.

source: The value, which you set in the filter "%s", is not a string or an array.
de_de: Der Wert im Filter "%s" ist weder ein String noch ein Array.
nl_nl: De waarde die je hebt ingesteld in het filter "%s" is geen string.

source: The value, which you set in the filter "%s", is not an integer.
de_de: Der Wert im Filter "%s" ist keine Ganzzahl (Integer).
nl_nl: De waarde die je hebt ingesteld in het filter "%s" is geen integer.

source: The url, which you set in the filter "%s", is not a valid url.
de_de: Die URL im Filter "%s" ist keine gültige URL.
nl_nl: De url die je hebt ingesteld in het filter "%s" is geen geldige url.

source: The url, which you set in the filter "%s", does not exist or is unreachable.
de_de: Die URL im Filter "%s" existiert nicht oder ist nicht erreichbar.
nl_nl: De url die je hebt ingesteld in het filter "%s" bestaat niet of is onbereikbaar.

source: The color, which you set in the filter "%s", is not invalid.
de_de: Die Farbe im Filter "%s" ist nicht ungültig.
nl_nl: De kleur die je hebt ingesteld in het filter "%s" is niet geldig.

source: The color (%s), which you set in the filter "%s", is not a string.
de_de: Die Farbe (%s) im Filter "%s" ist kein String.
nl_nl: De kleur (%s) die je hebt ingesteld in het filter "%s" is geen string.

source: The color (%s), which you set in the filter "%s", is invalid.
de_de: Die Farbe (%s) im Filter "%s" ist ungültig.
nl_nl: De kleur (%s) die je hebt ingesteld in het filter "%s" is niet geldig.

source: The value, which you set in the filter "%s", is not an array.
de_de: Der Wert im Filter "%s" ist kein Array.
nl_nl: De waarde die je hebt ingesteld in het filter "%s" is geen array.

source: There are 1 or more errors in the filter "%s".
de_de: Es gibt einen oder mehrere Fehler im Filter "%s".
nl_nl: Er zijn 1 of meer fouten in het filter "%s".

source: The value, which you set in the filter "%s", is an empty array.
de_de: Der Wert im Filter "%s" ist ein leeres Array.
nl_nl: De waarde die je hebt ingesteld in het filter "%s" is een lege array.

source: The field ID "%s", which you set in the filter "%s", is not a string.
de_de: Die Feld-ID "%s" im Filter "%s" ist kein String.
nl_nl: Het veld ID "%s" die je hebt ingesteld in het filter "%s" is geen string.

source: The field value "%s", which you set in the filter "%s", is not a string.
de_de: Der Feldwert "%s" im Filter "%s" ist kein String.
nl_nl: De waarde "%s" die je hebt ingesteld in het filter "%s" is geen string.

source: You didn't set a field type for "%s".
de_de: Du hast keinen Feldtyp für "%s" festgelegt.
nl_nl: Je hebt geen veld type ingesteld voor "%s".

source: You didn't set a field type for one of your fields.
de_de: Du hast für eines deiner Felder keinen Feldtyp festgelegt.
nl_nl: Je hebt geen veld type ingesteld voor één van je velden.

source: A label for the field "%s" in the filter "%s" is required.
de_de: Ein Label für das Feld "%s" im Filter "%s" ist erforderlich.
nl_nl: Een label voor het veld "%s" in het filter "%s" is verplicht.

source: An ID for the field "%s" in the filter "%s" is required.
de_de: Eine ID für das Feld "%s" im Filter "%s" ist erforderlich.
nl_nl: Een ID voor het veld "%s" in het filter "%s" is verplicht.

source: An ID and label for your option in the filter "%s" is required.
de_de: Eine ID und ein Label für deine Option im Filter "%s" sind erforderlich.
nl_nl: Een ID en label voor je optie in het filter "%s" is verplicht.

source: You didn't set any options for the field "%s".
de_de: Du hast keine Optionen für das Feld "%s" festgelegt.
nl_nl: Je hebt geen opties ingesteld voor het veld "%s".

source: The value, which you set in the filter "%s", is not a string.
de_de: Der Wert im Filter "%s" ist kein String.
nl_nl: De waarde die je hebt ingesteld in het filter "%s" is geen string.

source: Email address
de_de: E-Mail-Adresse
nl_nl: Email adres

source: There is a pending change of your email, which is sent to %s.
de_de: Es steht eine Änderung deiner E-Mail-Adresse aus; eine Bestätigung wurde an %s gesendet.
nl_nl: Er is een wijziging om je email adres te wijzigen verstuurd naar %s welke nog niet bevestigd is.

source: Cancel
de_de: Abbrechen
nl_nl: Annuleer

source: (required)
de_de: (erforderlich)
nl_nl: (verplicht)

source: Change password
de_de: Passwort ändern
nl_nl: Wachtwoord wijzigen

source: New password
de_de: Neues Passwort
nl_nl: Nieuw wachtwoord

source: You can also enter your own password
nl_nl: Je kan ook je eigen wachtwoord kiezen

source: Hide password
de_de: Passwort verbergen
nl_nl: Verberg wachtwoord

source: Hide
nl_nl: Verbergen

source: Cancel password change
de_de: Passwortänderung abbrechen
nl_nl: Annuleer wijzigen wachtwoord

source: Repeat new password
de_de: Neues Passwort wiederholen
nl_nl: Nieuw wachtwoord herhalen

source: Type your new password again.
nl_nl: Type je nieuwe wachtwoord nogmaals.

source: Confirm password
nl_nl: Wachtwoord bevestigen

source: Confirm use of weak password
nl_nl: Bevestig zwak wachtwoord

source: Delete account
de_de: Konto löschen
nl_nl: Account verwijderen

source: If you click this button, your entire user profile will be deleted.
de_de: Wenn du auf diesen Button klickst, wird dein gesamtes Benutzerprofil gelöscht.
nl_nl: Als je deze optie selecteer, wordt je hele profiel verwijderd.

source: Save
de_de: Speichern
nl_nl: Opslaan

source: Remember Me
nl_nl: Onthoud mij

source: Username or Email address
de_de: Benutzername oder E-Mail-Adresse
nl_nl: Gebruikersnaam of email adres

source: User name or email address
de_de: Benutzername oder E-Mail-Adresse
nl_nl: Gebruikersnaam of email adres

source: Enter code
de_de: Code eingeben
nl_nl: Vul code in

source: Site (sub) domain
nl_nl: Site (sub) domein

source: your-blogname
nl_nl: jouw-blognaam

source: Site address
nl_nl: Site adres

source: address
nl_nl: adres

source: Register for
nl_nl: Registreer voor

source: A site
de_de: Eine Website
nl_nl: Een site

source: Just a user
de_de: Nur ein Benutzer
nl_nl: Alleen een gebruiker
