Repository: Beee4life/b3-onboarding
Catalog: languages/b3-onboarding-*.po
Languages: de_de, nl_nl

source: It has some explanantion about how you can more easily test, when developing locally.
de_de: Es enthält Erklärungen dazu, wie du bei der lokalen Entwicklung einfacher testen kannst.
nl_nl: Het heeft uitleg over hoe je eenvoudig kan testen, wanneer je lokaal ontwikkelt.

source: More info
de_de: Mehr Infos
nl_nl: Meer informatie

source: Official site
de_de: Offizielle Website
nl_nl: Officiële site

source: These are css definitions which are used.
nl_nl: Dit zijn de css definities die gebruikt worden.

source: This is what the default email will look like (approximately). Some elements can be overridden by the css loaded in your admin.
nl_nl: Dit is hoe de standaard email er (ongeveer) uit ziet. Sommige elementen kunnen worden overschreven door de css, ingeladen in je admin.

source: This is what the email will look like (approximately). Some elements can be overridden by the css loaded in your admin.
nl_nl: Dit is hoe de email er (ongeveer) uit ziet. Sommige elementen kunnen worden overschreven door de css, ingeladen in je admin.

source: Email subject
nl_nl: Email onderwerp

source: These are the email's styling definitions.
nl_nl: Dit is de email's css.

source: Password
de_de: Passwort
nl_nl: Wachtwoord

source: Confirm Password
nl_nl: Wachtwoord bevestigen

source: You didn't set a reCaptcha key yet. You can set it %s.
de_de: Du hast noch keinen reCaptcha-Key gesetzt. Du kannst ihn %s festlegen.
nl_nl: Je hebt geen reCaptcha key ingesteld. Dat kan je %s doen.

source: Enter your new password.
de_de: Gib dein neues Passwort ein.
nl_nl: Vul je nieuwe wachtwoord in.

source: Log In
de_de: Einloggen
nl_nl: Inloggen

source: Lost password
de_de: Passwort vergessen
nl_nl: Wachtwoord vergeten

source: Register
de_de: Registrieren
nl_nl: Registreren

source: Your site(s)
de_de: Deine Website(s)
nl_nl: Je site(s)

source: Approve
de_de: Genehmigen
nl_nl: Goedkeuren

source: Filter verification active
de_de: Filter-Verifizierung aktiv
nl_nl: Filter controle actief

source: %s overrides the 'Registration' option and the 'Registration notification'. You can change the registration type %s and the registration notification %s.
de_de: %s überschreibt die Option 'Registrierung' und die 'Registrierungs-Benachrichtigung'. Du kannst den Registrierungstyp %s und die Benachrichtigung %s ändern.
nl_nl: %s beheert the 'Registratie' optie and the 'Registratie notificatie'. Je kan het registratie type %s wijzigen en de registratie notificatie %s.

source: You are already logged in.
de_de: Du bist bereits eingeloggt.
nl_nl: Je bent al ingelogd.

source: Request user
de_de: Benutzer anfragen
nl_nl: Gebruiker aanvragen

source: Request access
de_de: Zugang anfordern
nl_nl: Vraag om toegang

source: You have to request access to register a user.
de_de: Du musst Zugang anfordern, um einen Benutzer zu registrieren.
nl_nl: Je moet toegang aanvragen om een gebruiker te registreren.

source: You have to request access to register a user or site.
de_de: Du musst Zugang anfordern, um einen Benutzer oder eine Website zu registrieren.
nl_nl: Je moet toegang aanvragen om een gebruiker of site te registreren.

source: Congratulations, you've registered your new site.
de_de: Glückwunsch, du hast deine neue Website registriert.
nl_nl: Gefeliciteerd, je hebt je nieuwe site geregistreerd.

source: Visit it on
de_de: Besuche sie unter
nl_nl: Bezoek het op

source: You can manage your new site %s.
de_de: Du kannst deine neue Website %s verwalten.
nl_nl: Je kan %s je nieuwe site managen.

source: Log in
de_de: Einloggen
nl_nl: Inloggen

source: You have successfully registered to %s. We have emailed you an activation link.
de_de: Du hast dich erfolgreich bei %s registriert. Wir haben dir einen Aktivierungslink per E-Mail gesendet.
nl_nl: Je hebt succesvol geregistreerd op %s. We hebben een activatie link naar je email adres gestuurd.

source: Get magic link
de_de: Magischen Link anfordern
nl_nl: Ontvang magische link

source: Reset password
de_de: Passwort zurücksetzen
nl_nl: Wachtwoord resetten

source: Set password
de_de: Passwort festlegen
nl_nl: Wachtwoord instellen

source: This is not a valid password reset link.
de_de: Dies ist kein gültiger Link zum Zurücksetzen des Passworts.
nl_nl: Dit is geen geldige wachtwoord reset link.

source: Please click the provided link in your email.
de_de: Bitte klicke auf den Link in deiner E-Mail.
nl_nl: AUB klik de link in je email.

source: If you haven't received any email, please %s.
de_de: Falls du keine E-Mail erhalten hast, %s bitte.
nl_nl: Als je nog geen email ontvangen hebt, aub %s.

source: click here
de_de: hier klicken
nl_nl: klik hier

source: Update profile
de_de: Profil aktualisieren
nl_nl: Profiel bijwerken

source: Custom user widget
de_de: Benutzerdefiniertes Benutzer-Widget
nl_nl: Aangepast gebruikers menu

source: Login
nl_nl: Inloggen

source: Log Out
de_de: Abmelden
nl_nl: Uitloggen

source: Title:
de_de: Titel:
nl_nl: Titel:

source: Logged Out
nl_nl: Uitgelogd

source: Show register link
de_de: Registrierungslink anzeigen
nl_nl: Toon registratie link

source: Show login link
de_de: Login-Link anzeigen
nl_nl: Toon login link

source: Logged In
nl_nl: Ingelogd

source: Show account link
de_de: Konto-Link anzeigen
nl_nl: Toon account link

source: Show log out link
de_de: Abmelde-Link anzeigen
nl_nl: Toon log out link

source: Admin only
nl_nl: Alleen voor beheerders

source: Show user management link
de_de: Benutzerverwaltungs-Link anzeigen
nl_nl: Toon gebruikersmanagement pagina

source: Show settings link
de_de: Einstellungs-Link anzeigen
nl_nl: Toon instellingen link

source: This is an automated email from the website %s.
de_de: Dies ist eine automatische E-Mail von der Website %s.
nl_nl: Dit is een geautomatiseerde email van de website %s.

source: New user at %s
de_de: Neuer Benutzer auf %s
nl_nl: Nieuwe gebruiker op %s

source: A new user registered at %s on %s.
de_de: Ein neuer Benutzer hat sich auf %s am %s registriert.
nl_nl: Een nieuwe gebruiker heeft zich geregistreerd op %s op %s.

source: User ID: %s
de_de: Benutzer-ID: %s
nl_nl: Gebruikers ID: %s

source: User name: %s
de_de: Benutzername: %s
nl_nl: Gebruikersnaam: %s

source: Account activated
de_de: Konto aktiviert
nl_nl: Account geactiveerd

source: you have confirmed your email address and can now set a password through the link below.
de_de: du hast deine E-Mail-Adresse bestätigt und kannst nun über den untenstehenden Link ein Passwort festlegen.
nl_nl: je hebt je email adres bevestigd en kunt nu je wachtwoord instellen via onderstaande link.

source: you have confirmed your email address and can now login through the link below.
de_de: du hast deine E-Mail-Adresse bestätigt und kannst dich nun über den untenstehenden Link einloggen.
nl_nl: je hebt je email adres bevestigd en je kan nu via onderstaande link inloggen.

source: A new user requests access
de_de: Ein neuer Benutzer fordert Zugang an
nl_nl: Een nieuwe gebruiker vraagt om toegang

source: A new user has requested access. You can approve/deny him/her on the "%s" page.
de_de: Ein neuer Benutzer hat Zugang angefordert. Du kannst ihn/sie auf der Seite "%s" freigeben oder ablehnen.
nl_nl: Een nieuwe gebruiker heeft toegang gevraagd. Je kunt hem/haar goedkeuren/weigeren op de "%s" pagina.

source: User approval
de_de: Benutzerfreigabe
nl_nl: Goedkeuring gebruiker

source: Request for access confirmed for %s
de_de: Zugangsanfrage für %s bestätigt
nl_nl: Verzoek voor toegang bevestigd voor %s

source: You have successfully requested access for %s. We'll inform you about the outcome.
de_de: Du hast den Zugang für %s erfolgreich angefordert. Wir werden dich über das Ergebnis informieren.
nl_nl: Je hebt succesvol toegang verzocht op %s. We zullen je informeren over de uitkomst.

source: Account approved
de_de: Konto genehmigt
nl_nl: Account goedgekeurd

source: Welcome to %s. Your account has been approved and you can now login by clicking the button below.
de_de: Willkommen bei %s. Dein Konto wurde genehmigt und du kannst dich jetzt einloggen, indem du auf den Button unten klickst.
nl_nl: Welkom op %s. Je account is goedgekeurd en je kan nu inloggen door op onderstaande link te klikken.

source: Welcome to %s. Your account has been approved and you can now set your password by clicking the button below.
de_de: Willkommen bei %s. Dein Konto wurde genehmigt und du kannst nun dein Passwort festlegen, indem du auf den Button unten klickst.
nl_nl: Welkom op %s. Je account is goedgekeurd en je kan je wachtwoord instellen door op onderstaande link te klikken.

source: Account rejected
de_de: Konto abgelehnt
nl_nl: Account geweigerd

source: We're sorry to tell you, your request for access to %s has been rejected.
de_de: Es tut uns leid, dir mitteilen zu müssen, dass deine Zugangsanfrage für %s abgelehnt wurde.
nl_nl: Het spijt ons je te moeten vertellen, dat je verzoek voor toegang tot %s is afgewezen.

source: Password reset for %s
de_de: Passwort-Reset für %s
nl_nl: Wachtwoord reset voor %s

source: Someone requested a password reset for the account using this email address.
de_de: Jemand hat ein Zurücksetzen des Passworts für das mit dieser E-Mail-Adresse verknüpfte Konto angefordert.
nl_nl: Iemand heeft een wachtwoord reset aangevraagd voor de account die dit email adres gebruikt.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
de_de: Falls dies ein Fehler war oder du kein Zurücksetzen des Passworts angefordert hast, ignoriere diese E-Mail einfach. Es wird nichts weiter passieren.
nl_nl: Als dit per ongeluk was of je hebt niet gevraagd om een wachtwoord reset, dan kan je deze email negeren en gebeurt er niks.

source: To (re)set your password, click the button below.
de_de: Um dein Passwort (neu) festzulegen, klicke auf den Button unten.
nl_nl: Om je wachtwoord te resetten, klik onderstaande button.

source: Welcome to %s
de_de: Willkommen bei %s
nl_nl: Welkom op %s

source: your registration to %s was successful.
de_de: deine Registrierung bei %s war erfolgreich.
nl_nl: je registratie op %s was succesvol.

source: You can set your password by clicking the button below.
de_de: Du kannst dein Passwort festlegen, indem du auf den Button unten klickst.
nl_nl: Je kan je eigen wachtwoord kiezen door op onderstaande button te klikken.

source: your account on %s has been created.
de_de: dein Konto auf %s wurde erstellt.
nl_nl: je account op "%s" is aangemaakt.

source: You can (re)set your password %s.
de_de: Du kannst dein Passwort %s (neu) festlegen.
nl_nl: Je kan je wachtwoord %s instellen.

source: Confirm your email address
de_de: Bestätige deine E-Mail-Adresse
nl_nl: Bevestig je email adres

source: Confirm email
de_de: E-Mail bestätigen
nl_nl: Bevestig email

source: You only need to confirm your email address through the link below.
de_de: Du musst nur noch deine E-Mail-Adresse über den untenstehenden Link bestätigen.
nl_nl: Je hoeft alleen nog maar je email adres te bevestigen via onderstaande link.

source: %s: Confirm your registration
de_de: %s: Bestätige deine Registrierung
nl_nl: %s: Bevestig je registratie

source: Activate account
de_de: Konto aktivieren
nl_nl: Account activeren

source: Dear %1$s,
de_de: Hallo %1$s,
nl_nl: Beste %1$s,

source: To activate your account, please click the link below.
de_de: Um dein Konto zu aktivieren, klicke bitte auf den untenstehenden Link.
nl_nl: Om je account te activeren, klik aub op onderstaande link.

source: After you activate, you will receive *another email* with your password.
de_de: Nach der Aktivierung erhältst du *eine weitere E-Mail* mit deinem Passwort.
nl_nl: Nadat je geactiveerd heb, krijg je *nog een email* met je wachtwoord.

source: Welcome to %1$s
de_de: Willkommen bei %1$s
nl_nl: Welkom op %1$s

source: Howdy %1$s,
de_de: Hallo %1$s,
nl_nl: Hoi %1$s,

source: Your new account is set up.
de_de: Dein neues Konto wurde eingerichtet.
nl_nl: Je account is klaar.

source: You can log in with the following information:
de_de: Du kannst dich mit folgenden Daten einloggen:
nl_nl: Je kan inloggen met de volgende informatie:

source: Username: %2$s
de_de: Benutzername: %2$s
nl_nl: Gebruikersnaam: %2$s

source: Password: %3$s
de_de: Passwort: %3$s
nl_nl: Wachtwoord: %3$s

source: You can login through the link below.
de_de: Du kannst dich über den untenstehenden Link einloggen.
nl_nl: Je kan inloggen via onderstaande link.

source: New User Registration: %s
de_de: Neue Benutzerregistrierung: %s
nl_nl: Nieuwe gebruiker geregistreerd: %s

source: New user: %user_login%
de_de: Neuer Benutzer: %user_login%
nl_nl: Nieuwe gebruiker: %user_login%

source: Remote IP address: %user_ip%.
de_de: Remote IP-Adresse: %user_ip%.
nl_nl: Gebruiker IP adres: %user_ip%.

source: Disable these notifications %s.
de_de: Deaktiviere diese Benachrichtigungen %s.
nl_nl: Schakel deze notificaties %s uit.

source: New site created by: %user_login%
de_de: Neue Website erstellt von: %user_login%
nl_nl: Nieuwe site aangemaakt door: %user_login%

source: Site address: %home_url%
de_de: Website-Adresse: %home_url%
nl_nl: Site adres: %home_url%

source: Site name: %blog_name%
de_de: Website-Name: %blog_name%
nl_nl: Site naam: %blog_name%

# New site notification email subject
source: [%network_name%] Activate your account
nl_nl: [%network_name%] Activeer je account

source: To activate your registration, please click %s.
de_de: Um deine Registrierung zu aktivieren, klicke bitte %s.
nl_nl: Om je registratie te activeren, klik aub op %s.

source: After you activate, you will receive *another email* with your login.
de_de: Nach der Aktivierung erhältst du *eine weitere E-Mail* mit deinen Login-Daten.
nl_nl: Nadat je geactiveerd heb, krijg je *nog een email* met je login gegevens.

source: After you activate, you can visit your site here:
de_de: Nach der Aktivierung kannst du deine Website hier besuchen:
nl_nl: Nadat je geactiveerd hebt, kan je je site hier bezoeken:

source: Your new site has been successfully set up at %s.
de_de: Deine neue Website wurde erfolgreich unter %s eingerichtet.
nl_nl: Je nieuwe site is succesvol ingericht op %s.

source: You can log in to the administrator account with the following information
de_de: Du kannst dich mit den folgenden Informationen im Administrator-Konto einloggen
nl_nl: Je kan inloggen op de administrator account met de volgende informatie

source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam

source: Login here: %s.
de_de: Hier einloggen: %s.
nl_nl: Inloggen: %s.

source: Enjoy your new site.
de_de: Viel Spaß mit deiner neuen Website.
nl_nl: Veel plezier met je nieuwe site.

source: Register For This Site
de_de: Für diese Website registrieren
nl_nl: Registreer voor deze site

source: You must first %s, and then you can create a new site.
de_de: Du musst dich zuerst %s, erst dann kannst du eine neue Website erstellen.
nl_nl: Je moet eerst %s, dan kan je een nieuwe site aanmaken.

source: Please enter your email address. You will receive an email with a link to (re)set your password.
de_de: Bitte gib deine E-Mail-Adresse ein. Du erhältst eine E-Mail mit einem Link zum (Neu-)Festlegen deines Passworts.
nl_nl: Vul je email adres in. Je ontvangt dan een email met instructies hoe je je wachtwoord kan resetten.

source: Please enter your username or email address. You will receive an email with a link to (re)set your password.
de_de: Bitte gib deinen Benutzernamen oder deine E-Mail-Adresse ein. Du erhältst eine E-Mail mit einem Link zum (Neu-)Festlegen deines Passworts.
nl_nl: Vul je gebruikersnaam of email adres in. Je ontvangt dan een email met instructies hoe je je wachtwoord kan resetten.

source: You have to request access for this website.
de_de: Du musst Zugang für diese Website anfordern.
nl_nl: Je moet toegang aanvragen voor deze website.

source: Accept privacy settings
de_de: Datenschutzeinstellungen akzeptieren
nl_nl: Accepteer privacy instellingen

source: Accept %s
de_de: %s akzeptieren
nl_nl: Accepteer %s

source: privacy settings
de_de: Datenschutzeinstellungen
nl_nl: privacy instellingen

source: Greetings
de_de: Viele Grüße
nl_nl: Groeten

source: The %s crew
de_de: Das Team von %s
nl_nl: De %s crew

source: Someone requested a "magic login link" for the account using this email address.
de_de: Jemand hat einen „magischen Login-Link“ für das Konto mit dieser E-Mail-Adresse angefordert.
nl_nl: Iemand heeft een “magische login link” aangevraagd voor de account die dit email adres gebruikt.

source: If this request was made by you, you can click the following link to login.
de_de: Wenn diese Anfrage von dir stammt, kannst du auf den folgenden Link klicken, um dich einzuloggen.
nl_nl: Als dit verzoek was gedaan door jou, kan je de link klikken om in te loggen.

source: If this was a mistake, or you didn't ask for a 'magic link', just ignore this email and nothing will happen.
de_de: Falls dies ein Fehler war oder du keinen magischen Link angefordert hast, ignoriere diese E-Mail einfach.
nl_nl: Als dit per ongeluk was of je hebt niet gevraagd om een 'magic link', dan kan je deze email negeren en gebeurt er niks.

source: Lost Password
de_de: Passwort vergessen
nl_nl: Wachtwoord vergeten

source: Reset Password
de_de: Passwort zurücksetzen
nl_nl: Wachtwoord resetten

source: Approval page
de_de: Freigabeseite
nl_nl: Gebruiker goedkeuringspagina

# slug
source: logout
nl_nl: uitloggen

# slug
source: register
nl_nl: registreren

# slug
source: reset-password
nl_nl: reset-wachtwoord

source: Select an option
de_de: Option auswählen
nl_nl: Kies een optie

source: Oops, no content yet
de_de: Hoppla, noch kein Inhalt vorhanden
nl_nl: Oeps, nog geen content

source: If a field is left empty the default value will be used.
nl_nl: Als een veld leeg wordt gelaten wordt de standaard waarde gebruikt.

source: Email message
nl_nl: Email bericht

source: Save settings
de_de: Einstellungen speichern
nl_nl: Bewaar instellingen

source: Don't send email to user when deleting or rejecting
nl_nl: Stuur geen email wanneer een gebruiker wordt verwijderd/geweigerd

source: Notification sender name
nl_nl: Naam berichtafzender

source: This is the name which is used to send emails from.
nl_nl: Dit is de naam welke gebruikt wordt als afzender voor de emails.

source: Notification sender email
nl_nl: Email afzender

source: This is the email address from which all emails will be sent.
nl_nl: Dit is het email adres dat gebruikt wordt als afzender voor de emails.

source: If left empty the default styling will be used.
nl_nl: Indien niet ingevuld, dan wordt de default styling gebruikt.

source: Email styling
nl_nl: E-mail stijl

source: If left empty the default template will be used.
nl_nl: Indien niet ingevuld, dan wordt het default template gebruikt.

source: This is the logo used in email headers using the default template.
nl_nl: Dit is het logo dat gebruikt wordt in email headers die het default template gebruiken.

source: Choose a logo
de_de: Logo auswählen
nl_nl: Kies een logo

source: You've set this logo with a filter.
nl_nl: Je hebt dit logo met een filter ingesteld.

source: Be sure to include %reset_url% in your email, otherwise the user can't reset his/her password.
nl_nl: Zorg ervoor dat je %reset_url% in je email hebt, anders kan de gebruiker niet zijn of haar wachtwoord wijzigen.

source: Check this box to disable user notification on password change
nl_nl: Selecteer deze checkbox om gebruiker notificatie bij wachtwoord wijziging te deactiveren

source: Check this box to disable admin notification on password change
nl_nl: Selecteer deze checkbox om admin notificatie bij wachtwoord wijziging gebruiker te deactiveren

source: Email content
nl_nl: E-mail inhoud

source: Enable admin notification on new user registration
nl_nl: Activeer admin notificatie bij nieuwe gebruiker registratie

source: Disable admin notification on new user registration
nl_nl: Deactiveer admin notificatie bij nieuwe gebruiker registratie

source: <b>NOTE:</b> This email is sent after the user confirms his/her email address, not on initial registration.
de_de: <b>HINWEIS:</b> Diese E-Mail wird erst gesendet, wenn der Benutzer seine E-Mail-Adresse bestätigt hat, nicht bei der ersten Registrierung.
nl_nl: <b>LET OP:</b> Deze email wordt verstuurd nadat de gebruiker zijn/haar email bevestigd heeft. Niet tijdens de registratie.

source: Enter the email addresses (searated by comma) which should receive the notification email.
nl_nl: Vul de email adressen in (gescheiden door een komma) welke een notificatie email moeten ontvangen.

source: Email addresses
nl_nl: Email adressen

source: Check this box to disable admin notification on new user registration
nl_nl: Selecteer deze checkbox om admin notificatie bij nieuwe gebruiker registratie te deactiveren

source: You have successfully requested access. Someone will check your request.
de_de: Du hast den Zugang erfolgreich angefordert. Deine Anfrage wird geprüft.
nl_nl: Je hebt succesvol toegang aangevraagd. Iemand zal je verzoek beoordelen.

source: Placeholder text
de_de: Platzhaltertext
nl_nl: Placeholder tekst

source: Password changed for user: %s
de_de: Passwort geändert für Benutzer: %s
nl_nl: Wachtwoord gewijzigd voor gebruiker: %s

source: User changed password
de_de: Benutzer hat Passwort geändert
nl_nl: Gebruiker heeft wachtwoord gewijzigd

source: Hi %s, <br><br> This notice confirms that your password was changed on ###SITENAME###. <br><br> If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### <br><br> This email has been sent to ###EMAIL###. <br><br> Regards, <br> All at ###SITENAME### <br> ###SITEURL###
de_de: Hallo %s, <br><br> dies ist die Bestätigung, dass dein Passwort auf ###SITENAME### geändert wurde. <br><br> Falls du dein Passwort nicht geändert hast, kontaktiere bitte den Administrator unter ###ADMIN_EMAIL###. <br><br> Diese E-Mail wurde an ###EMAIL### gesendet. <br><br> Viele Grüße, <br> Das Team von ###SITENAME### <br> ###SITEURL###
nl_nl: Hi %s, <br /><br /> Dit bericht bevestigd dat je wachtwoord is gewijzigd op ###SITENAME###. <br /><br /> Indien jij dit niet gewijzigd hebt, neem aub contact op met de webmaster op ###ADMIN_EMAIL### <br /><br /> Deze email is verzonden naar ###EMAIL###. <br /><br /> Groeten, <br /><br /> Iedereen @ ###SITENAME### <br /> ###SITEURL###

source: [%s] Password Changed
de_de: [%s] Passwort geändert
nl_nl: [%s] Wachtwoord gewijzigd

source: Hi ###USERNAME###, Someone with administrator capabilities recently requested to have the administration email address changed on this site: ###SITEURL### To confirm this change, please click on the following link: ###ADMIN_URL### You can safely ignore and delete this email if you do not want to take this action. This email has been sent to ###EMAIL###.
de_de: Hallo ###USERNAME###, ein Administrator hat kürzlich beantragt, die E-Mail-Adresse für die Website-Verwaltung auf dieser Website zu ändern: ###SITEURL### Um diese Änderung zu bestätigen, klicke bitte auf den folgenden Link: ###ADMIN_URL### Du kannst diese E-Mail ignorieren und löschen, wenn du diese Änderung nicht vornehmen möchtest. Diese E-Mail wurde an ###EMAIL### gesendet.
nl_nl: Hi ###USERNAME###, Iemand met administrator rechten heeft recentelijk verzocht het administratie email adres te wijzigen op deze site: ###SITEURL### Om deze wijziging te bevestigen, klik aub op de volgende link: ###ADMIN_URL### Als jij dit niet bent geweest, of deze actie niet wilt bevestigen, kan je deze email veilig negerenen verwijderen. Deze email is verzonden naar ###EMAIL###.

source: Resend activation
de_de: Aktivierung erneut senden
nl_nl: Verstuur activatie

source: Activate
de_de: Aktivieren
nl_nl: Activeer
