Repository: Beee4life/b3-onboarding
Catalog: languages/b3-onboarding-*.po
Languages: de_de, nl_nl

source: Here you can register your new site.
de_de: Hier kannst du deine neue Website registrieren.
nl_nl: Hier kan je je nieuwe site registreren.

source: Site title
nl_nl: Site naam

source: Allow search engines to index this site.
de_de: Suchmaschinen erlauben, diese Website zu indexieren.
nl_nl: Sta zoekmachines toe deze site te indexeren.

source: No (more) users to approve.
de_de: Keine (weiteren) Benutzer zur Freigabe.
nl_nl: Geen gebruikers (meer) om goed te keuren.

source: This plugin styles the default WordPress pages into your own design. It gives you full control over the registration/login process (aka onboarding).
nl_nl: Deze plugin styled de WordPress pagina’s in je eigen design. Het geeft je meer controle over het registratie/login proces (aka onboarding).

source: The link is valid for %d minutes.
de_de: Der Link ist für %d Minuten gültig.

source: Email preview
de_de: E-Mail-Vorschau

source: Styling preview
de_de: Styling-Vorschau

source: Template preview
de_de: Template-Vorschau

source: Email preview links
de_de: E-Mail-Vorschaulinks

source: Template
de_de: Vorlage

source: is
de_de: gibt

source: Account
de_de: Konto

source: Hi
de_de: Hallo

source: [%network_name%] Activate your account
de_de: [%network_name%] Aktiviere dein Konto

source: log in
de_de: einloggen

source: account
de_de: konto

source: lostpassword
de_de: passwort-vergessen

source: register
de_de: registrieren

source: reset-password
de_de: passwort-zuruecksetzen

source: Preview
de_de: Vorschau

source: Download styling
de_de: Styling herunterladen

source: Download template
de_de: Vorlage herunterladen

source: English
de_de: Englisch

source: Email template
de_de: E-Mail-Vorlage

source: Language
de_de: Sprache
