Repository: Beee4life/b3-onboarding
Catalog: languages/b3-onboarding-*.po
Languages: de_de, nl_nl

source: Awaiting activation
de_de: Wartet auf Aktivierung
nl_nl: In afwachting van activatie

source: Awaiting approval
de_de: Wartet auf Genehmigung
nl_nl: In behandeling

source: Upload or choose your custom logo
de_de: Eigenes Logo hochladen oder auswählen
nl_nl: Upload of kies je logo

source: Insert logo
de_de: Logo einfügen
nl_nl: Logo invoegen

source: User Approval
de_de: Benutzerfreigabe
nl_nl: Toegangsmanagement

source: Debug info
nl_nl: Debug informatie

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: There's no user with that ID.
de_de: Es existiert kein Benutzer mit dieser ID.
nl_nl: Er is geen gebruiker met dat ID.

source: You're not allowed to edit that user.
de_de: Du bist nicht berechtigt, diesen Benutzer zu bearbeiten.
nl_nl: Je hebt niet voldoende rechten om deze gebruiker te bewerken.

source: Error
de_de: Fehler
nl_nl: Fout

source: Warning
de_de: Warnung
nl_nl: Waarschuwing

source: Dismiss this notice
de_de: Diesen Hinweis ausblenden
nl_nl: Verberg deze melding

source: Sorry, that username already exists!
de_de: Entschuldigung, dieser Benutzername existiert bereits!
nl_nl: Sorry, deze gebruikersnaam is al in gebruik!

source: Usernames can only contain lowercase letters (a-z) and numbers.
de_de: Benutzernamen dürfen nur Kleinbuchstaben (a-z) und Zahlen enthalten.
nl_nl: Gebruikersnamen kunnen alleen kleine letters (a-z) en nummers bevatten.

source: That username is currently reserved but may be available in a couple of days.
de_de: Dieser Benutzername ist derzeit reserviert, könnte aber in ein paar Tagen verfügbar sein.
nl_nl: Die gebruikersnaam is op dit moment gereserveerd, maar kan beschikbaar komen over een paar dagen.

source: Sorry, that email address is already used!
de_de: Entschuldigung, diese E-Mail-Adresse wird bereits verwendet!
nl_nl: Sorry, dit email adres is al in gebruik!

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
de_de: Diese E-Mail-Adresse wurde bereits verwendet. Bitte prüfe deinen Posteingang auf eine Aktivierungs-E-Mail. Sie wird in ein paar Tagen wieder verfügbar, falls keine Aktivierung erfolgt.
nl_nl: Dit email adres is al gebruikt. Kijk in je inbox voor een activatie email. Als je niks doet is hij over een paar dagen weer beschikbaar.

source: Magic login link for %blog_name%
de_de: Magischer Login-Link für %blog_name%
nl_nl: Magische login link voor %blog_name%

source: This domain is not allowed to register.
de_de: Diese Domain ist für die Registrierung nicht zugelassen.
nl_nl: Dit domein is niet toegestaan om te registreren.

source: Please enter a user name.
de_de: Bitte gib einen Benutzernamen ein.
nl_nl: Vul een gebruikersnaam in.

source: Please enter a password.
de_de: Bitte gib ein Passwort ein.
nl_nl: Vul aub een wachtwoord in.

source: Please enter an email address.
de_de: Bitte gib eine E-Mail-Adresse ein.
nl_nl: Vul een email adres in.

source: The username or password you entered wasn't quite right.
de_de: Der Benutzername oder das Passwort war nicht korrekt.
nl_nl: De gebruikersnaam of het wachtwoord dat je hebt ingevuld was niet correct.

source: Did you %s your password ?
de_de: Hast du dein Passwort %s?
nl_nl: Heb je je wachtwoord %s ?

source: forget
de_de: vergessen
nl_nl: vergeten

source: You are now logged in.
de_de: Du bist jetzt eingeloggt.
nl_nl: Je bent nu ingelogd.

source: You are logged out.
de_de: Du bist ausgeloggt.
nl_nl: Je bent uitgelogd.

source: Your code seems to be invalid. Please try again.
de_de: Dein Code scheint ungültig zu sein. Bitte versuche es erneut.
nl_nl: Je code lijkt ongeldig te zijn. Probeer het aub nog een keer.

source: An unkown error has occured. Please try again.
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es erneut.
nl_nl: Er is een onbekende fout opgetreden. Probeer later nog eens.

source: If your email address is associated with a user, you will receive an email shortly with a magic link.
de_de: Falls deine E-Mail-Adresse mit einem Konto verknüpft ist, erhältst du in Kürze eine E-Mail mit einem magischen Link.
nl_nl: Als het email adres dat je hebt ingevuld verbonden is met een account, dan ontvang je zometeen een email met een link om je wachtwoord te resetten.

source: There is no user with this email address.
de_de: Es gibt keinen Benutzer mit dieser E-Mail-Adresse.
nl_nl: Er is geen gebruiker geregistreer met dit email adres.

source: This username is already in use.
de_de: Dieser Benutzername wird bereits verwendet.
nl_nl: De ingevoerde gebruikersnaam is al in gebruik.

source: That user name is not allowed, please choose another.
de_de: Dieser Benutzername ist nicht erlaubt, bitte wähle einen anderen.
nl_nl: Deze gebruikersnaam is niet toegestaan, kies aub een andere.

source: The email address you entered is not valid.
de_de: Die eingegebene E-Mail-Adresse ist ungültig.
nl_nl: Dit email adres is niet geldig.

source: The user login you entered is not valid.
de_de: Der eingegebene Benutzer-Login ist ungültig.
nl_nl: Deze login is niet geldig.

source: An account already exists with this email address.
de_de: Mit dieser E-Mail-Adresse existiert bereits ein Konto.
nl_nl: Een account bestaat al met dit email adres.

source: Registering new users is currently not allowed.
de_de: Die Registrierung neuer Benutzer ist derzeit nicht erlaubt.
nl_nl: Het registreren van nieuwe gebruikers is niet mogelijk op dit moment.

source: The Google reCAPTCHA check failed. Are you a robot?
de_de: Die Google reCAPTCHA Prüfung ist fehlgeschlagen. Bist du ein Roboter?
nl_nl: De Google reCAPTCHA controle is mislukt. Ben je een robot?

source: You have to accept the privacy statement.
de_de: Du musst der Datenschutzerklärung zustimmen.
nl_nl: Je moet de privacy instellingen accepteren.

source: You didn't select an option for '%s'.
de_de: Du hast keine Option für '%s' ausgewählt.
nl_nl: Je hebt geen optie geselecteerd voor '%s'.

source: You didn't select an option.
de_de: Du hast keine Option ausgewählt.
nl_nl: Je hebt geen optie geselecteerd.

source: You have sucessfully requested access. Someone will check your request.
de_de: Du hast den Zugang erfolgreich angefordert. Jemand wird deine Anfrage prüfen.
nl_nl: Je hebt succesvol toegang aangevraagd. Iemand zal je verzoek beoordelen.

source: You have sucessfully registered but need to confirm your email address first. Please check your email for an activation link.
de_de: Du hast dich erfolgreich registriert, musst aber zuerst deine E-Mail-Adresse bestätigen. Bitte prüfe deine E-Mails auf einen Aktivierungslink.
nl_nl: Je hebt je succesvol geregistreerd, maar moet eerst nog je email bevestigen. Check je email voor een activatie link.

source: No robo signups.
de_de: Keine automatisierten Anmeldungen.
nl_nl: Geen robo registraties.

source: There are no users registered with this email address.
de_de: Es sind keine Benutzer mit dieser E-Mail-Adresse registriert.
nl_nl: Er is geen gebruiker geregistreer met dit email adres.

source: You have to get approved first.
de_de: Dein Konto muss zuerst genehmigt werden.
nl_nl: Je account moet eerst goedgekeurd worden.

source: You have to confirm your email address first. Please check your inbox.
de_de: Du musst zuerst deine E-Mail-Adresse bestätigen. Bitte prüfe deinen Posteingang.
nl_nl: Je moet eerst je email bevestigen. Check aub je inbox.

source: Your password has been changed. You can login now.
de_de: Dein Passwort wurde geändert. Du kannst dich jetzt einloggen.
nl_nl: Je wachtwoord is gewijzigd. Je kan nu inloggen.

source: If the email address you used is connected to an account, you will receive an email with a link to reset your password.
de_de: Falls die verwendete E-Mail-Adresse mit einem Konto verknüpft ist, erhältst du eine E-Mail mit einem Link zum Zurücksetzen deines Passworts.
nl_nl: Als het email adres dat je hebt ingevuld verbonden is met een account, dan ontvang je zometeen een email met een link om je wachtwoord te resetten.

source: That password is too easy, please use a better one.
de_de: Dieses Passwort ist zu einfach, bitte verwende ein sichereres.
nl_nl: Dat wachtwoord is te gemakkelijk, kies aub een betere.

source: You have successfully registered. You can now login.
de_de: Du hast dich erfolgreich registriert. Du kannst dich jetzt einloggen.
nl_nl: Je hebt je succesvol geregistreerd. Je kan nu inloggen.

source: You have successfully registered. Please check your email for a link to set your password.
de_de: Du hast dich erfolgreich registriert. Bitte prüfe deine E-Mails auf einen Link zum Festlegen deines Passworts.
nl_nl: Je hebt succesvol geregistreerd. Check aub je email voor een link om je wachtwoord in te stellen.

source: You have successfully registered to %s. Enter your email address to set your password.
de_de: Du hast dich erfolgreich bei %s registriert. Gib deine E-Mail-Adresse ein, um dein Passwort festzulegen.
nl_nl: Je hebt succesvol geregistreerd op %s. Vul je email adres in om je wachtwoord in te stellen.

source: You have successfully activated your account. You can now login through the use of a magic link. Please enter your email address below.
de_de: Du hast dein Konto erfolgreich aktiviert. Du kannst dich jetzt über einen magischen Link einloggen. Bitte gib unten deine E-Mail-Adresse ein.
nl_nl: Je hebt succesvol je account bevestigd. Je kan nu inloggen door middel van een magische link. Vul je email adres hieronder in.

source: You have successfully activated your account. You can now login.
de_de: Du hast dein Konto erfolgreich aktiviert. Du kannst dich jetzt einloggen.
nl_nl: Je hebt je account succesvol geactiveerd. Je kan nu inloggen.

source: You have successfully activated your account. You can initiate a password (re)set below.
de_de: Du hast dein Konto erfolgreich aktiviert. Du kannst unten das (Neu-)Setzen deines Passworts veranlassen.
nl_nl: Je hebt succesvol je account bevestigd. Je kan hieronder een wachtwoord (re)set initiëren.

source: You have successfully activated your account. Your password has been emailed to you.
de_de: Du hast dein Konto erfolgreich aktiviert. Dein Passwort wurde dir per E-Mail zugesandt.
nl_nl: Je hebt je account succesvol geactiveerd. Je wachtwoord is naar je gemaild.

source: The activation link you used is not valid.
de_de: Der verwendete Aktivierungslink ist ungültig.
nl_nl: De activatie link is niet geldig.

source: There appears to be no user account associated with this link.
de_de: Anscheinend ist kein Benutzerkonto mit diesem Link verknüpft.
nl_nl: Er lijkt geen gebruiker te zijn met deze link.

source: The password reset link you used is not valid anymore.
de_de: Der verwendete Passwort-Zurücksetzen-Link ist nicht mehr gültig.
nl_nl: De wachtwoord reset link die je hebt gebruikt is niet meer geldig.

source: The two passwords you entered don't match.
de_de: Die beiden eingegebenen Passwörter stimmen nicht überein.
nl_nl: De wachtwoorden die je hebt ingevuld komen niet overeen.

source: Sorry, we don't accept empty passwords.
de_de: Entschuldigung, leere Passwörter sind nicht zulässig.
nl_nl: Sorry, we accepteren geen lege wachtwoorden.

source: Sorry, that password is too easy.
de_de: Entschuldigung, dieses Passwort ist zu einfach.
nl_nl: Sorry, dat wachtwoord is te gemakkelijk.

source: Sorry, this domain has already been taken.
de_de: Entschuldigung, diese Domain ist bereits vergeben.
nl_nl: Sorry, dit domein is al geregistreerd.

source: Please enter a site address.
de_de: Bitte gib eine Website-Adresse ein.
nl_nl: Vul een sitenaam in.

source: Site name must be at least 4 characters.
de_de: Der Website-Name muss mindestens 4 Zeichen lang sein.
nl_nl: Site naam moet minstens 4 karakters lang zijn.

source: Sorry, site names must have letters too.
de_de: Entschuldigung, Website-Namen müssen auch Buchstaben enthalten.
nl_nl: Sorry, site namen moeten ook letters hebben.

source: Please enter a title.
de_de: Bitte gib einen Titel ein.
nl_nl: Vul een titel in.

source: You have successfully registered. Please check your email for an activation link.
de_de: Du hast dich erfolgreich registriert. Bitte prüfe deine E-Mails auf einen Aktivierungslink.
nl_nl: Je hebt succesvol geregistreerd. Bekijk aub je email voor een activatie link.

source: Your account has been deleted.
de_de: Dein Konto wurde gelöscht.
nl_nl: Je account is verwijderd.

source: Profile saved
de_de: Profil gespeichert
nl_nl: Profiel opgeslagen

source: Settings saved
de_de: Einstellungen gespeichert
nl_nl: Instellingen opgeslagen

source: You can't use a space there.
de_de: An dieser Stelle darf kein Leerzeichen stehen.
nl_nl: Je kan hier geen spatie gebruiken.

source: You have just registered an account successfully but since this is a demonstration setup, your user account has been deleted immediately again.
de_de: Du hast soeben erfolgreich ein Konto registriert, aber da dies ein Demonstrations-System ist, wurde dein Konto sofort wieder gelöscht.
nl_nl: Je hebt zojuist succesvol geregistreerd voor een account maar aangezien dit een demonstratie setup is, is je gebruikers account gelijk weer verwijderd.

source: An unknown error occurred. Please try again later.
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es später erneut.
nl_nl: Er is een onbekende fout opgetreden. Probeer later nog eens.

source: You haven't set a page yet for registration. Set it %s.
de_de: Du hast noch keine Seite für die Registrierung festgelegt. Lege sie %s fest.
nl_nl: Je hebt nog geen pagina ingesteld voor registratie. Stel dit %s in.

source: here
de_de: hier
nl_nl: hier

source: You're using a development version of %s, which has not been released yet and can give some unexpected results.
de_de: Du verwendest eine Entwicklungsversion von %s, die noch nicht veröffentlicht wurde und unerwartete Ergebnisse liefern kann.
nl_nl: Je gebruikt een development-versie van %s, welke nog niet af is en dus onverwachte resultaten kan geven.

source: You have not set a page for front-end user approval. Set it %s.
de_de: Du hast keine Seite für die Benutzerfreigabe im Frontend festgelegt. Lege sie %s fest.
nl_nl: Je hebt nog geen pagina ingesteld voor front-end gebruikersgoedkeuring. Stel dit %s in.

source: User activated.
de_de: Benutzer aktiviert.
nl_nl: Gebruiker geactiveerd.

source: Activation mail resent.
de_de: Aktivierungs-E-Mail erneut gesendet.
nl_nl: Activatie mail opnieuw verzonden.

source: %s takes control over the 'Membership' option. You can change this %s.
de_de: %s übernimmt die Kontrolle über die Option 'Mitgliedschaft'. Du kannst dies %s ändern.
nl_nl: %s neemt controle over van de ‘Lidmaatschap’ optie. Je kan deze %s wijzigen.

source: Sorry, you do not have sufficient permissions to access this page.
de_de: Entschuldigung, du hast nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bekijken.

source: Confirm email (user)
de_de: E-Mail bestätigen (Benutzer)
nl_nl: Bevestig email (gebruiker)

source: User activated (user)
de_de: Benutzer aktiviert (Benutzer)
nl_nl: Gebruiker geactiveerd (gebruiker)

source: New user (admin)
de_de: Neuer Benutzer (Admin)
nl_nl: Nieuwe gebruiker (admin)

source: Account approved (user)
de_de: Konto genehmigt (Benutzer)
nl_nl: Account goedgekeurd (gebruiker)

source: Account activated (user)
de_de: Konto aktiviert (Benutzer)
nl_nl: Account geactiveerd (gebruiker)

source: Account rejected (user)
de_de: Konto abgelehnt (Benutzer)
nl_nl: Account geweigerd (gebruiker)

source: Email activation (user)
de_de: E-Mail-Aktivierung (Benutzer)
nl_nl: Email activatie (gebruiker)

source: Request access (admin)
de_de: Zugang anfordern (Admin)
nl_nl: Toegangsverzoek (admin)

source: Request access (user)
de_de: Zugang anfordern (Benutzer)
nl_nl: Toegangsverzoek (gebruiker)

source: Welcome (user)
de_de: Willkommen (Benutzer)
nl_nl: Welkom (gebruiker)

source: Lost password (user)
de_de: Passwort vergessen (Benutzer)
nl_nl: Wachtwoord vergeten (gebruiker)

source: Styling
nl_nl: Stijl

source: There %1$s %2$d %3$s awaiting approval. %4$s to manage %5$s.
de_de: Es %1$s %2$d %3$s, die auf Freigabe warten. %4$s, um %5$s zu verwalten.
nl_nl: Er %1$s %2$d %3$s in afwachting van goedkeuring. %4$s om %5$s te beheren.

source: user
de_de: Benutzer
nl_nl: gebruiker

source: Click here
de_de: Hier klicken
nl_nl: Klik hier

source: this user
de_de: diesen Benutzer
nl_nl: deze gebruiker

source: There %s %d %s pending email activation.
de_de: Es %s %d %s mit ausstehender E-Mail-Aktivierung.
nl_nl: Er zijn %s %d %s in afwachting van email bevestiging.

source: User name
de_de: Benutzername
nl_nl: Gebruikersnaam

source: Reg. date
de_de: Reg.-Datum
nl_nl: Reg. datum

source: You're the only user right now, but that can be because user registration is not allowed. Change it %s.
de_de: Du bist derzeit der einzige Benutzer, aber das könnte daran liegen, dass die Registrierung nicht erlaubt ist. Ändere dies %s.
nl_nl: Je bent de enige gebruiker op dit moment, maar dit kan komen omdat het niet toegestaan is voor gebruikers om te registreren. Wijzig dit %s.

source: You're the only (activated) user right now.
de_de: Du bist derzeit der einzige (aktivierte) Benutzer.
nl_nl: Je bent de enige gebruiker op dit moment.

source: Yes
de_de: Ja
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: A value only shows when it's set.
de_de: Ein Wert wird nur angezeigt, wenn er gesetzt ist.
nl_nl: Een veld wordt alleen getoond indien deze een waarde heeft.

source: not set
de_de: nicht gesetzt
nl_nl: niet ingesteld

source: Registration
de_de: Registrierung
nl_nl: Registratie

source: The general setting for if 'users can register' is now disabled and is controlled by the setting on this page.
de_de: Die allgemeine Einstellung 'Benutzer können sich registrieren' ist jetzt deaktiviert und wird über die Einstellungen auf dieser Seite gesteuert.
nl_nl: Je algemene instelling voor of 'gebruikers kunnen registreren' is uitgeschakeld en wordt nu beheerd door de instelling op deze pagina.

source: The "Registration" tab has several options to change registration settings, such as:
de_de: Der Reiter „Registrierung“ bietet mehrere Optionen, um Einstellungen zu ändern, wie z.B.:
nl_nl: De "Registratie" tab heeft verschillende opties voor registratie, zoals:

source: registering with email address only
de_de: Registrierung nur mit E-Mail-Adresse
nl_nl: registreer met alleen email adres

source: use first/last name
de_de: Vor-/Nachnamen verwenden
nl_nl: activeer voor- en achternaam

source: make first/last name required
de_de: Vor-/Nachnamen als Pflichtfeld markieren
nl_nl: maak voor- en achternaam verplicht

source: activate recaptcha
de_de: reCaptcha aktivieren
nl_nl: activeer recaptcha

source: activate honeypot
de_de: Honeypot aktivieren
nl_nl: activeer honeypot

source: activate privacy checkbox
de_de: Datenschutz-Checkbox aktivieren
nl_nl: activeer privacy checkbox

source: Pages
de_de: Seiten
nl_nl: Pagina's

source: The "Pages" tab shows which pages are used for which action. The plugin relies on this, so make sure every action has a page set for it.
de_de: Der Reiter „Seiten“ zeigt, welche Seiten für welche Aktionen genutzt werden. Das Plugin ist darauf angewiesen, stelle also sicher, dass für jede Aktion eine Seite zugewiesen ist.
nl_nl: Deze pagina toont welke pagina's gebruikt worden voor welke actie. Dit is vereist voor de plugin , dus zorg ervoor dat elke actie een pagina heeft ingesteld.

source: Choose a page in your default language.
de_de: Wähle eine Seite in deiner Standardsprache.
nl_nl: Kies een pagina in je default taal.

source: You can add any HTML you want in the email messages. Be sure to use the preview mode, before using it.
de_de: Du kannst beliebigen HTML-Code in den E-Mail-Nachrichten verwenden. Nutze unbedingt den Vorschaumodus, bevor du sie verwendest.
nl_nl: Je kan HTML toevoegen in de email berichten. Gebruik de preview mode, voor je ze verstuurt.

source: Save yourself a lot of work per email and use the template option. This is then wrapped around each message.
de_de: Spare dir viel Arbeit pro E-Mail und nutze die Template-Option. Diese wird um jede Nachricht herumgelegt.
nl_nl: Bespaar jezelf veel tijd per email en gebruik de template optie. Deze wordt dan om elk bericht 'gewrapped’.

source: These are the available variables in emails.
de_de: Dies sind die verfügbaren Variablen in E-Mails.
nl_nl: Dit zijn de beschikbare variabelen in emails.

source: only in user activation email
de_de: nur in der Benutzer-Aktivierungs-E-Mail
nl_nl: alleen in gebruikersactivatie email

source: available in every email
de_de: in jeder E-Mail verfügbar
nl_nl: beschikbaar in elke email

source: only available in password reset email
de_de: nur in der Passwort-Zurücksetzen-E-Mail verfügbar
nl_nl: alleen beschikbaar in wachtwoord reset email

source: on our website
de_de: auf unserer Website
nl_nl: op onze website

source: This renders the registration page.
de_de: Dies zeigt die Registrierungsseite an.
nl_nl: Dit rendert de registratie pagina.

source: This renders the login page.
de_de: Dies zeigt die Login-Seite an.
nl_nl: Dit rendert de login pagina.

source: This renders the lost password page.
de_de: Dies zeigt die Seite 'Passwort vergessen' an.
nl_nl: Dit rendert de wachtwoord vergeten pagina.

source: This renders the reset password page.
de_de: Dies zeigt die Seite zum Zurücksetzen des Passworts an.
nl_nl: Dit rendert de wachtwoord reset pagina.

source: This renders the account page.
de_de: Dies zeigt die Profilseite an.
nl_nl: Dit rendert de account pagina.

source: This renders the user management page.
de_de: Dies zeigt die Benutzerverwaltungsseite an.
nl_nl: Dit rendert de gebruikersgoedkeuring pagina.

source: More info about the use of shortcodes and their variables, please see %s.
de_de: Weitere Informationen zur Verwendung von Shortcodes und deren Variablen findest du %s.
nl_nl: Meer info over het gebruik van shortcodes en hun variabelen, kijk aub %s.

source: This page has various global settings, such as:
de_de: Diese Seite enthält verschiedene globale Einstellungen, wie z.B.:
nl_nl: Deze pagina heeft verschillende globale opties, zoals:

source: disable the links below the form button on login/registration forms
de_de: Links unter dem Button in Login-/Registrierungsformularen deaktivieren
nl_nl: schakel de actie links uit onderaan de formulieren

source: use a popup for the login form, when using the B3 sidebar widget
de_de: ein Popup für das Login-Formular verwenden, wenn das B3-Sidebar-Widget genutzt wird
nl_nl: gebruik een popup voor het login formulier als je de B3 sidecar widget gebruikt

source: activate the debug page
de_de: die Debug-Seite aktivieren
nl_nl: activeer de debug pagina

source: If you select a logo, it will be loaded (but not shown) on full size ! So select a properly sized logo. Or you can use the filter %s to use a perfectly cropped image.
de_de: Wenn du ein Logo wählst, wird es in voller Größe geladen (aber nicht so angezeigt)! Wähle also ein Logo in der passenden Größe. Oder nutze den Filter %s, um ein perfekt zugeschnittenes Bild zu verwenden.
nl_nl: Als je een logo selecteer, wordt deze geladen (maar niet getoond) op volledige grootte. Dus selecteer een correct logo. Of je kan het filter %s gebruiken om een perfecte afgesneden afbeelding in te laden.

source: Developers
de_de: Entwickler
nl_nl: Ontwikkelaars

source: If you're a developer, you might want to check out %s (if you haven't already).
de_de: Wenn du Entwickler bist, schau dir %s an (falls noch nicht geschehen).
nl_nl: Als je een developer bent, dan is %s misschien interessant voor je (als je hem nog niet had gezien).

source: this FAQ topic
de_de: dieses FAQ-Thema
nl_nl: dit FAQ item
